#coding=utf-8
dictname = {}
dictname['12003315']="高级经济学专题"
dictname['22003360']="中级计量经济学"
dictname['22003428']="中级宏观经济学"
dictname['22003429']="中级微观经济学"
dictname['21008300']="随机过程I"
dictname['21008305']="最优化方法I"
dictname['11009010']="中国马克思主义与当代"
dictname['21009306']="马克思主义与社会科学方法论"
dictname['11012002']="英语听说强化训练"
dictname['21012001']="综合英语"
dictname['24003378']="应用经济学研究方法论"
dictname['24003496']="产权经济学"
dictname['14003309']="社会保障理论与实践"
dictname['22003468']="金融理论与政策"
dictname['22003334']="中级运输经济学"
dictname['12003346']="微观金融理论"
dictname['22003494']="产业经济学英文文献阅读"

print dictname['22003494']

